
# aboutUs.jsp
about_us.title = \u041E \u043D\u0430\u0441

# activateAccount.jsp
activate_account.label.failed_activation     = \u0412\u0430\u0448\u0430 \u0443\u0447\u0435\u0442\u043D\u0430\u044F \u0437\u0430\u043F\u0438\u0441\u044C \u0431\u044B\u043B\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u043D\u0430 \u0440\u0430\u043D\u0435\u0435 \u0438\u043B\u0438 \u0432\u0440\u0435\u043C\u044F \u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0438\u0438 \u0438\u0441\u0442\u0435\u043A\u043B\u043E.
activate_account.label.successful_activation = \u0412\u0430\u0448\u0430 \u0443\u0447\u0435\u0442\u043D\u0430\u044F \u0437\u0430\u043F\u0438\u0441\u044C \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u043D\u0430.
activate_account.title                       = \u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0438\u0438 \u0443\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438

# addArticle.jsp
add_article.button.add_article = \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0441\u0442\u0430\u0442\u0442\u044E
add_article.hint.keywords      = \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430 (\u0440\u0430\u0437\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 \u043A\u043E\u043C\u0430\u043C\u0438) \u0441\u0442\u0430\u0442\u044C\u0438. \u041F\u043E \u044D\u0442\u0438\u0445 \u0441\u043B\u043E\u0432\u0430\u0445 \u0431\u0443\u0434\u0435\u0442 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0441\u044F \u043F\u043E\u0438\u0441\u043A \u0441\u0442\u0430\u0442\u0435\u0439. \u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440: "\u0444\u0438\u043D\u0430\u043B 2013", "\u0441\u043F\u043E\u0440\u0442", "\u0444\u0443\u0442\u0431\u043E\u043B"
add_article.hint.preview       = \u0442\u0435\u043A\u0441\u0442, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435 \u0441\u0442\u0430\u0442\u0435\u0439. \u041E\u0431\u044B\u0447\u043D\u043E \u044D\u0442\u043E - \u043F\u0435\u0440\u0432\u044B\u0439 \u0430\u0431\u0437\u0430\u0446 (4-5 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0439)
add_article.label.body         = \u0442\u0435\u043A\u0441\u0442:
add_article.label.create_hub   = \u0438\u043B\u0438 \u0441\u043E\u0437\u0434\u0430\u0439\u0442\u0435 \u043D\u043E\u0432\u044B\u0439
add_article.label.keywords     = \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430:
add_article.label.preview      = \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440:
add_article.label.select_hub   = \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0445\u0430\u0431:
add_article.label.title        = \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A:
add_article.title              = \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0441\u0442\u0430\u0442\u0442\u044E

# addHub.jsp
add_hub.button.add_hub        = \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0445\u0430\u0431
add_hub.hint.hub_type         = \u0445\u0430\u0431 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u044B\u043C \u0438\u043B\u0438 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u043C. \u0415\u0441\u043B\u0438 \u043E\u043D \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u044B\u0439 - \u043A\u0430\u0436\u0434\u044B\u0439 \u043C\u043E\u0436\u0435\u0442 \u0434\u043E\u0431\u0430\u0432\u043B\u044F\u0442\u044C \u0441\u0442\u0430\u0442\u044C\u0438, \u0435\u0441\u043B\u0438 \u043E\u043D \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0439 - \u0442\u043E\u043B\u044C\u043A\u043E \u0430\u0432\u0442\u043E\u0440
add_hub.label.hub_description = \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0445\u0430\u0431\u0430:
add_hub.label.hub_name        = \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0445\u0430\u0431\u0430:
add_hub.label.hub_type        = \u0442\u0438\u043F \u0445\u0430\u0431\u0430:
add_hub.label.personal_type   = \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0439
add_hub.label.public_type     = \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u044B\u0439
add_hub.title                 = \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0445\u0430\u0431

# addNews.jsp
add_news.button.add_news              = \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u043E\u0441\u0442\u044C
add_news.label.body                   = \u0442\u0435\u043A\u0441\u0442
add_news.label.news_importance        = \u0432\u0430\u0436\u043D\u043E\u0441\u0442\u044C \u043D\u043E\u0432\u043E\u0441\u0442\u0438
add_news.label.news_importance.high   = \u0432\u044B\u0441\u043E\u043A\u0430\u044F
add_news.label.news_importance.low    = \u043D\u0438\u0437\u043A\u0430\u044F
add_news.label.news_importance.middle = \u0441\u0440\u0435\u0434\u043D\u044F\u044F
add_news.label.pinned                 = \u043F\u0440\u0438\u043A\u0440\u0435\u043F\u043B\u0435\u043D\u043D\u0430\u044F (\u043D\u043E\u0432\u043E\u0441\u0442\u044C \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u0442\u0441\u044F \u0432\u0441\u0435 \u0432\u0440\u0435\u043C\u044F)
add_news.label.title                  = \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A
add_news.title                        = \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u043E\u0441\u0442\u044C

# anonymousRoom.jsp
anonymous_room.label.author_name      = \u0438\u043C\u044F \u0430\u0432\u0442\u043E\u0440\u0430:
anonymous_room.label.captcha          = \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0442\u0435\u043A\u0441\u0442, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0432\u044B \u0432\u0438\u0434\u0438\u0442\u0435 \u043D\u0430 \u043A\u0430\u0440\u0442\u0438\u043D\u043A\u0435:
anonymous_room.label.have_no_messages = \u0417\u0434\u0435\u0441\u044C \u0435\u0449\u0435 \u043D\u0435\u0442 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0439, \u043F\u043E\u0447\u0435\u043C\u0443 \u0431\u044B \u043D\u0435 \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0432\u044B\u043C.
anonymous_room.label.leave_message    = \u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435
anonymous_room.label.message          = \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u043D\u0438\u0435:
anonymous_room.label.messages         = \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u043D\u0438\u044F
anonymous_room.title                  = \u0410\u043D\u043E\u043D\u0438\u043C\u043D\u0430\u044F \u043A\u043E\u043C\u043D\u0430\u0442\u0430

# articles.jsp
articles.label.articles_on_page = \u0441\u0442\u0430\u0442\u0435\u0439 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435:
articles.label.have_no_articles = \u0417\u0434\u0435\u0441\u044C \u0435\u0449\u0435 \u043D\u0435\u0442 \u0441\u0442\u0430\u0442\u0435\u0439, \u043F\u043E\u0447\u0435\u043C\u0443 \u0431\u044B \u043D\u0435 \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0432\u044B\u043C.
articles.title                  = \u0421\u0442\u0430\u0442\u044C\u0438

# displayArticle.jsp
display_article.label.comment          = \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439:
display_article.label.comments         = \u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0438
display_article.label.edit_article     = \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0441\u0442\u0430\u0442\u044C\u044E
display_article.label.have_no_comments = \u0417\u0434\u0435\u0441\u044C \u0435\u0449\u0435 \u043D\u0435\u0442 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u0432, \u043F\u043E\u0447\u0435\u043C\u0443 \u0431\u044B \u043D\u0435 \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0432\u044B\u043C.
display_article.label.keywords         = \u041A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430
display_article.label.leave_comment    = \u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439

# editArticle.jsp
edit_article.button.update_article              = \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0441\u0442\u0430\u0442\u044C\u044E
edit_article.label.article_successfully_updated = \u0421\u0442\u0430\u0442\u044C\u044F \u0431\u044B\u043B\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u0430\u044F.
edit_article.label.disable_edit_article         = \u0421\u0442\u0430\u0442\u044C\u044E \u043C\u043E\u0436\u043D\u043E \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0442\u0435\u0447\u0435\u043D\u0438\u0435 \u0447\u0430\u0441\u0430 \u043F\u043E\u0441\u043B\u0435 \u043F\u0443\u0431\u043B\u0438\u043A\u0430\u0446\u0438\u0438.

# feedback.jsp
feedback.title = \u041E\u0431\u0440\u0430\u0442\u043D\u0430\u044F \u0441\u0432\u044F\u0437\u044C

# footer.jsp
footer.link.about_us = \u043E \u043D\u0430\u0441
footer.link.feedback = \u043E\u0431\u0440\u0430\u0442\u043D\u0430\u044F \u0441\u0432\u044F\u0437\u044C

# header.jsp
header.label.welcome_message = \u043F\u0440\u0438\u0432\u0435\u0442,
header.link.sign_in          = \u0432\u043E\u0439\u0442\u0438
header.link.sign_out         = \u0432\u044B\u0439\u0442\u0438
header.link.sign_up          = \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F

# hubs.jsp
hubs.label.description  = \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
hubs.label.have_no_hubs = \u0417\u0434\u0435\u0441\u044C \u0435\u0449\u0435 \u043D\u0435\u0442 \u0445\u0430\u0431\u043E\u0432, \u043F\u043E\u0447\u0435\u043C\u0443 \u0431\u044B \u043D\u0435 \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0432\u044B\u043C.
hubs.title              = \u0425\u0430\u0431\u044B

# index.jsp
index.label.latest_news           = \u041F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0435 \u043D\u043E\u0432\u043E\u0441\u0442\u0438
index.label.most_popular_articles = \u0421\u0430\u043C\u044B\u0435 \u043F\u043E\u043F\u0443\u043B\u044F\u0440\u043D\u044B\u0435 \u0441\u0442\u0430\u0442\u044C\u0438
index.title                       = jBlog

# login.jsp
login.button.login                = \u0432\u043E\u0439\u0442\u0438
login.label.failed_login          = \u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0435 \u0438\u043C\u044F \u0438\u043B\u0438 \u043F\u0430\u0440\u043E\u043B\u044C, \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0435\u0449\u0435 \u0440\u0430\u0437.
login.label.password              = \u043F\u0430\u0440\u043E\u043B\u044C
login.label.user_is_not_activated = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u043D\u0435 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0441\u0432\u043E\u0439 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u044B\u0439 \u044F\u0449\u0438\u043A, \u043D\u0430 \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0431\u044B\u043B\u043E \u0432\u044B\u0441\u043B\u0430\u043D\u043E \u043F\u0438\u0441\u044C\u043C\u043E \u0441\u043E \u0441\u0441\u044B\u043B\u043A\u043E\u0439, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u0430\u043A\u0442\u0438\u0432\u0438\u0437\u0438\u0440\u0443\u0435\u0442 \u0432\u0430\u0448 \u0430\u043A\u043A\u0430\u0443\u043D\u0442.
login.label.user_not_logined      = \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u043E\u0439\u0434\u0438\u0442\u0435 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443.
login.label.username              = \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
login.title                       = \u0412\u043E\u0439\u0442\u0438

# msie.jsp
msie.label.advice = \u0410 \u043B\u0443\u0447\u0448\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438 \u0441\u0435\u0431\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0445\u043E\u0440\u043E\u0448\u0438\u0439 \u0431\u0440\u0430\u0443\u0437\u0435\u0440:
msie.label.gtfoh  = \u041F\u043E\u043B\u044C\u0437\u0443\u0435\u0448\u044C\u0441\u044F Internet Explorer?! \u041F\u043E\u0448\u0435\u043B \u043D\u0430 \u0445\u0443\u0439 \u043E\u0442\u0441\u044E\u0434\u0430!

# registration.jsp
registration.button.sign_up         = \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F
registration.label.accept_the_terms = \u042F \u0441\u043E\u0433\u043B\u0430\u0441\u0435\u043D \u0441 \u0443\u0441\u043B\u043E\u0432\u0438\u044F\u043C\u0438
registration.label.birthday         = \u0434\u0430\u0442\u0430 \u0440\u043E\u0436\u0434\u0435\u043D\u0438\u044F
registration.label.email            = \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u0430\u044F \u043F\u043E\u0447\u0442\u0430
registration.label.first_name       = \u0438\u043C\u044F
registration.label.last_name        = \u0444\u0430\u043C\u0438\u043B\u0438\u044F
registration.label.password         = \u043F\u0430\u0440\u043E\u043B\u044C
registration.label.re_password      = \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435  \u043F\u0430\u0440\u043E\u043B\u044C
registration.label.terms_of_service = \u0423\u0441\u043B\u043E\u0432\u0438\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F
registration.label.tos_text         = <h3 align="center">\u0423\u0441\u043B\u043E\u0432\u0438\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F</h3>\n<p>\u0411\u043B\u0430\u0433\u043E\u0434\u0430\u0440\u0438\u043C \u0437\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u043D\u0430\u0448\u0435\u0433\u043E \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442-\u0440\u0435\u0441\u0443\u0440\u0441\u0430 (\u0441\u0430\u0439\u0442\u0430) (\u0434\u0430\u043B\u0435\u0435 \u00AB\u0420\u0435\u0441\u0443\u0440\u0441\u00BB).</p>\n<p>\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044F \u043D\u0430\u0448 \u0420\u0435\u0441\u0443\u0440\u0441, \u0432\u044B \u0441\u043E\u0433\u043B\u0430\u0448\u0430\u0435\u0442\u0435\u0441\u044C \u0441 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0438\u043C\u0438 \u0423\u0441\u043B\u043E\u0432\u0438\u044F\u043C\u0438. \u041F\u0440\u043E\u0441\u0438\u043C \u0432\u0430\u0441 \u0432\u043D\u0438\u043C\u0430\u0442\u0435\u043B\u044C\u043D\u043E \u043E\u0437\u043D\u0430\u043A\u043E\u043C\u0438\u0442\u044C\u0441\u044F \u0441 \u043D\u0438\u043C\u0438.</p>\n<h4>\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u0420\u0435\u0441\u0443\u0440\u0441\u0430</h4>\n<p>\u0412\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0431\u043B\u044E\u0434\u0430\u0442\u044C \u0432\u0441\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u0430, \u0441 \u043A\u043E\u0442\u043E\u0440\u044B\u043C\u0438 \u0432\u0430\u043C \u0431\u0443\u0434\u0435\u0442 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u043E \u043E\u0437\u043D\u0430\u043A\u043E\u043C\u0438\u0442\u044C\u0441\u044F \u043F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0420\u0435\u0441\u0443\u0440\u0441\u0430.</p>\n<p>\u041D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0420\u0435\u0441\u0443\u0440\u0441 \u043D\u0435\u043D\u0430\u0434\u043B\u0435\u0436\u0430\u0449\u0438\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C. \u0412 \u0447\u0430\u0441\u0442\u043D\u043E\u0441\u0442\u0438, \u043D\u0435 \u043F\u044B\u0442\u0430\u0439\u0442\u0435\u0441\u044C \u0432\u043C\u0435\u0448\u0430\u0442\u044C\u0441\u044F \u0432 \u0438\u0445 \u0440\u0430\u0431\u043E\u0442\u0443 \u0438\u043B\u0438 \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u043A \u043D\u0438\u043C \u0434\u043E\u0441\u0442\u0443\u043F \u0432 \u043E\u0431\u0445\u043E\u0434 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0433\u043E \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 \u0438 \u043D\u0430\u0448\u0438\u0445 \u0438\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u0439. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0420\u0435\u0441\u0443\u0440\u0441 \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u043D\u043E\u0440\u043C\u0430\u043C\u0438 \u0437\u0430\u043A\u043E\u043D\u043E\u0434\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u0430, \u0432\u043A\u043B\u044E\u0447\u0430\u044F \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C\u044B\u0435 \u043D\u043E\u0440\u043C\u0430\u0442\u0438\u0432\u043D\u044B\u0435 \u0430\u043A\u0442\u044B \u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u0430 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430 \u0438 \u0440\u0435\u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430. \u0415\u0441\u043B\u0438 \u0432\u044B \u0431\u0443\u0434\u0435\u0442\u0435 \u043D\u0430\u0440\u0443\u0448\u0430\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u0430 \u0438\u043B\u0438 \u0435\u0441\u043B\u0438 \u043C\u044B \u0437\u0430\u043F\u043E\u0434\u043E\u0437\u0440\u0438\u043C \u0432\u0430\u0441 \u0432 \u044D\u0442\u043E\u043C, \u043C\u044B \u043C\u043E\u0436\u0435\u043C \u043F\u0440\u0438\u043E\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0438\u043B\u0438 \u043F\u043E\u043B\u043D\u043E\u0441\u0442\u044C\u044E \u0437\u0430\u043A\u0440\u044B\u0442\u044C \u0432\u0430\u043C \u0434\u043E\u0441\u0442\u0443\u043F \u043A \u0420\u0435\u0441\u0443\u0440\u0441\u0443.</p>\n<p>\u041F\u0440\u0438 \u0440\u0430\u0431\u043E\u0442\u0435 \u0441 \u0420\u0435\u0441\u0443\u0440\u0441\u043E\u043C \u0432\u0430\u043C \u043D\u0435 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u043F\u0440\u0430\u0432\u0430 \u043D\u0430 \u0438\u043D\u0442\u0435\u043B\u043B\u0435\u043A\u0442\u0443\u0430\u043B\u044C\u043D\u0443\u044E \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0441\u0442\u044C \u043D\u0438 \u043D\u0430 \u0441\u0430\u043C \u0420\u0435\u0441\u0443\u0440\u0441, \u043D\u0438 \u043D\u0430 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u043E\u0435 \u0441 \u043D\u0438\u043C \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u0435. \u041F\u043E\u0441\u043B\u0435\u0434\u043D\u0435\u0435 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u0443 \u0432\u0430\u0441 \u0435\u0441\u0442\u044C \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u0435 \u0435\u0433\u043E \u0432\u043B\u0430\u0434\u0435\u043B\u044C\u0446\u0430 \u0438\u043B\u0438 \u0435\u0441\u043B\u0438 \u0442\u0430\u043A\u0430\u044F \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0437\u0430\u043A\u043E\u043D\u043E\u0434\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u043E\u043C. \u041D\u0430\u0441\u0442\u043E\u044F\u0449\u0438\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u043D\u0435 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u044E\u0442 \u0432\u0430\u043C \u043F\u0440\u0430\u0432 \u043D\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u043A\u0430\u043A\u0438\u0445-\u043B\u0438\u0431\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u0431\u0440\u0435\u043D\u0434\u0438\u043D\u0433\u0430 \u0438\u043B\u0438 \u043B\u043E\u0433\u043E\u0442\u0438\u043F\u043E\u0432 \u043D\u0430\u0448\u0435\u0433\u043E \u0420\u0435\u0441\u0443\u0440\u0441\u0430. \u0412\u044B \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0443\u0434\u0430\u043B\u044F\u0442\u044C, \u0441\u043A\u0440\u044B\u0432\u0430\u0442\u044C \u0438\u043B\u0438 \u0438\u0437\u043C\u0435\u043D\u044F\u0442\u044C \u044E\u0440\u0438\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u044F, \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u044B\u0435 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430\u0445 \u0420\u0435\u0441\u0443\u0440\u0441\u0430.</p>\n<p>\u0412 \u0420\u0435\u0441\u0443\u0440\u0441\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043E \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u0435, \u0441\u043E\u0437\u0434\u0430\u043D\u043D\u043E\u0435 \u0438/\u0438\u043B\u0438 \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043D\u043E\u0435 \u0442\u0440\u0435\u0442\u044C\u0438\u043C\u0438 \u043B\u0438\u0446\u0430\u043C\u0438. \u041F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0435 \u043D\u0435\u0441\u0443\u0442 \u0437\u0430 \u043D\u0435\u0433\u043E \u043F\u043E\u043B\u043D\u0443\u044E \u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0441\u0442\u044C. \u0418\u043D\u043E\u0433\u0434\u0430 \u043C\u044B \u043F\u0440\u043E\u0432\u0435\u0440\u044F\u0435\u043C \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u0435 \u043D\u0430 \u043F\u0440\u0435\u0434\u043C\u0435\u0442 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u044F \u0437\u0430\u043A\u043E\u043D\u043E\u0434\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u0443 \u0438 \u043D\u0430\u0448\u0438\u043C \u043F\u0440\u0430\u0432\u0438\u043B\u0430\u043C. \u0412 \u0441\u043B\u0443\u0447\u0430\u0435 \u0432\u044B\u044F\u0432\u043B\u0435\u043D\u0438\u044F \u0441\u0435\u0440\u044C\u0435\u0437\u043D\u044B\u0445 \u043D\u0430\u0440\u0443\u0448\u0435\u043D\u0438\u0439 \u043C\u044B \u043C\u043E\u0436\u0435\u043C \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0438\u043B\u0438 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0435\u0433\u043E. \u041E\u0434\u043D\u0430\u043A\u043E \u044D\u0442\u043E \u043D\u0435 \u043E\u0437\u043D\u0430\u0447\u0430\u0435\u0442, \u0447\u0442\u043E \u043C\u044B \u0432 \u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u043C \u043F\u043E\u0440\u044F\u0434\u043A\u0435 \u043F\u0440\u043E\u0432\u0435\u0440\u044F\u0435\u043C \u0432\u0441\u0435 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u044B.</p>\n<p>\u0415\u0441\u043B\u0438 \u0432\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0435 \u043D\u0430\u0448\u0438\u043C \u0420\u0435\u0441\u0443\u0440\u0441\u043E\u043C, \u043C\u044B \u043C\u043E\u0436\u0435\u043C \u043F\u0440\u0438\u0441\u044B\u043B\u0430\u0442\u044C \u0432\u0430\u043C \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u044F, \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u044F \u043E\u0442 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0438 \u0434\u0440\u0443\u0433\u0438\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u043E\u043D\u043D\u044B\u0435 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u044B. \u0412 \u043E\u0442\u0434\u0435\u043B\u044C\u043D\u044B\u0445 \u0441\u043B\u0443\u0447\u0430\u044F\u0445 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0440\u0438 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442\u043A\u0430\u0437\u0430\u0442\u044C\u0441\u044F \u043E\u0442 \u0438\u0445 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F.</p>\n<h4>\u0412\u0430\u0448\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u0435 \u0432 \u0420\u0435\u0441\u0443\u0440\u0441\u0435</h4>\n<p>\u041D\u0430\u0448 \u0420\u0435\u0441\u0443\u0440\u0441 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0454 \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u044F\u0442\u044C \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u0435. \u041F\u0440\u0438 \u044D\u0442\u043E\u043C \u0432\u0441\u0435 \u043F\u0440\u0430\u0432\u0430 \u043D\u0430 \u0438\u043D\u0442\u0435\u043B\u043B\u0435\u043A\u0442\u0443\u0430\u043B\u044C\u043D\u0443\u044E \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0441\u0442\u044C \u0432 \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0438 \u044D\u0442\u0438\u0445 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432 \u043E\u0441\u0442\u0430\u044E\u0442\u0441\u044F \u0443 \u0438\u0445 \u0432\u043B\u0430\u0434\u0435\u043B\u044C\u0446\u0430. \u041F\u0440\u043E\u0449\u0435 \u0433\u043E\u0432\u043E\u0440\u044F, \u0432\u0441\u0435, \u0447\u0442\u043E \u0431\u044B\u043B\u043E \u0432\u0430\u0448\u0438\u043C, \u0442\u0430\u043A\u043E\u0432\u044B\u043C \u0438 \u043E\u0441\u0442\u0430\u043D\u0435\u0442\u0441\u044F.</p>\n<p>\u0417\u0430\u0433\u0440\u0443\u0436\u0430\u044F \u0438\u043B\u0438 \u0438\u043D\u044B\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C \u0434\u043E\u0431\u0430\u0432\u043B\u044F\u044F \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u044B \u0432 \u043D\u0430\u0448 \u0420\u0435\u0441\u0443\u0440\u0441, \u0432\u044B \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0435 \u043D\u0430\u043C \u0438 \u043D\u0430\u0448\u0438\u043C \u043F\u0430\u0440\u0442\u043D\u0435\u0440\u0430\u043C \u0434\u0435\u0439\u0441\u0442\u0432\u0443\u044E\u0449\u0443\u044E \u0432\u043E \u0432\u0441\u0435\u043C \u043C\u0438\u0440\u0435 \u043B\u0438\u0446\u0435\u043D\u0437\u0438\u044E, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u043D\u0430\u043C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u044D\u0442\u043E \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u0435, \u0440\u0430\u0437\u043C\u0435\u0449\u0430\u0442\u044C \u0435\u0433\u043E, \u0445\u0440\u0430\u043D\u0438\u0442\u044C, \u0432\u043E\u0441\u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u044C, \u0438\u0437\u043C\u0435\u043D\u044F\u0442\u044C, \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u0442\u044C \u043D\u0430 \u0435\u0433\u043E \u043E\u0441\u043D\u043E\u0432\u0435 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u043D\u044B\u0435 \u0440\u0430\u0431\u043E\u0442\u044B (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u043F\u0435\u0440\u0435\u0432\u043E\u0434\u044B, \u0430\u0434\u0430\u043F\u0442\u0430\u0446\u0438\u0438 \u0438 \u043F\u0440\u043E\u0447\u0438\u0435 \u0441\u043F\u043E\u0441\u043E\u0431\u044B \u043E\u043F\u0442\u0438\u043C\u0438\u0437\u0430\u0446\u0438\u0438 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432), \u043E\u0431\u043C\u0435\u043D\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u0438\u043C, \u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C \u0435\u0433\u043E, \u043E\u0442\u043A\u0440\u044B\u0442\u043E \u0432\u043E\u0441\u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u044C, \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u044F\u0442\u044C. \u041F\u0435\u0440\u0435\u0447\u0438\u0441\u043B\u0435\u043D\u043D\u044B\u0435 \u043F\u0440\u0430\u0432\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0432\u044B \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0435 \u043D\u0430\u043C, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0442\u0441\u044F \u0438\u0441\u043A\u043B\u044E\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0434\u043B\u044F \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0435\u043D\u0438\u044F \u0440\u0430\u0431\u043E\u0442\u044B \u0420\u0435\u0441\u0443\u0440\u0441\u0430, \u044D\u0433\u043E \u043F\u0440\u043E\u0434\u0432\u0438\u0436\u0435\u043D\u0438\u044F \u0438 \u0441\u043E\u0432\u0435\u0440\u0448\u0435\u043D\u0441\u0442\u0432\u043E\u0432\u0430\u043D\u0438\u044F, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0434\u043B\u044F \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438 \u043D\u043E\u0432\u044B\u0445. \u0423\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u043B\u0438\u0446\u0435\u043D\u0437\u0438\u044F \u0431\u0443\u0434\u0435\u0442 \u0434\u0435\u0439\u0441\u0442\u0432\u043E\u0432\u0430\u0442\u044C \u0438 \u043F\u043E\u0441\u043B\u0435 \u0442\u043E\u0433\u043E, \u043A\u0430\u043A \u0432\u044B \u043E\u0442\u043A\u0430\u0436\u0435\u0442\u0435\u0441\u044C \u043E\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0420\u0435\u0441\u0443\u0440\u0441\u0430. \u0418\u043D\u043E\u0433\u0434\u0430 \u0432 \u043D\u0430\u0448\u0435\u043C \u0420\u0435\u0441\u0443\u0440\u0441\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0435\u0442\u0441\u044F \u043F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0442\u044C \u0438 \u0443\u0434\u0430\u043B\u044F\u0442\u044C \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u043D\u043E\u0435 \u0432 \u0435\u0433\u043E \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u0435. \u041F\u0440\u0435\u0436\u0434\u0435 \u0447\u0435\u043C \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u044F\u0442\u044C \u043D\u0430\u043C \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u0435 \u0438 \u0442\u0435\u043C \u0441\u0430\u043C\u044B\u043C \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0442\u044C \u043B\u0438\u0446\u0435\u043D\u0437\u0438\u044E \u043D\u0430 \u0435\u0433\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435, \u0443\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C, \u0447\u0442\u043E \u0443 \u0432\u0430\u0441 \u0435\u0441\u0442\u044C \u043D\u0430 \u044D\u0442\u043E \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0435 \u043F\u0440\u0430\u0432\u0430.</p>\n<p>\u0415\u0441\u043B\u0438 \u0432\u044B \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u0442\u0435 \u043D\u0430\u043C \u043E\u0442\u0437\u044B\u0432\u044B \u0438 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0440\u0430\u0431\u043E\u0442\u044B \u0441 \u0420\u0435\u0441\u0443\u0440\u0441\u043E\u043C, \u043C\u044B \u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u043C \u0437\u0430 \u0441\u043E\u0431\u043E\u0439 \u043F\u0440\u0430\u0432\u043E \u0440\u0435\u0430\u043B\u0438\u0437\u043E\u0432\u044B\u0432\u0430\u0442\u044C \u0438\u0445, \u043D\u0435 \u0432\u043E\u0437\u043B\u0430\u0433\u0430\u044F \u043D\u0430 \u0441\u0435\u0431\u044F \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432 \u043F\u0435\u0440\u0435\u0434 \u0438\u0445 \u0430\u0432\u0442\u043E\u0440\u043E\u043C.</p>\n<h4>\u0413\u0430\u0440\u0430\u043D\u0442\u0438\u0438 \u0438 \u043E\u0442\u043A\u0430\u0437 \u043E\u0442 \u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432</h4>\n<p>\u041C\u044B \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u043C \u0420\u0435\u0441\u0443\u0440\u0441 \u0438\u0441\u0445\u043E\u0434\u044F \u0438\u0437 \u044D\u043A\u043E\u043D\u043E\u043C\u0438\u0447\u0435\u0441\u043A\u0438 \u043E\u0431\u043E\u0441\u043D\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u0443\u0440\u043E\u0432\u043D\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u0438 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0438. \u041D\u0430\u0434\u0435\u0435\u043C\u0441\u044F, \u0447\u0442\u043E \u0432\u044B \u043E\u0446\u0435\u043D\u0438\u0442\u0435 \u044D\u0433\u043E \u043F\u043E \u0434\u043E\u0441\u0442\u043E\u0438\u043D\u0441\u0442\u0432\u0443. \u041E\u0434\u043D\u0430\u043A\u043E \u043C\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u043C \u0432\u0437\u044F\u0442\u044C \u043D\u0430 \u0441\u0435\u0431\u044F \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u0430, \u043A\u0430\u0441\u0430\u044E\u0449\u0438\u0435\u0441\u044F \u043D\u0430\u0448\u0435\u0433\u043E \u0420\u0435\u0441\u0443\u0440\u0441\u0430.</p>\n<p>\u041C\u044B \u043D\u0435 \u0434\u0430\u0435\u043C \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0438\u043D\u044B\u0445 \u0433\u0430\u0440\u0430\u043D\u0442\u0438\u0439 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0420\u0435\u0441\u0443\u0440\u0441\u0430, \u043A\u0440\u043E\u043C\u0435 \u0442\u0435\u0445, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u044B \u0432 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043D\u044B\u0445 \u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0423\u0441\u043B\u043E\u0432\u0438\u044F\u0445 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F. \u0412 \u0447\u0430\u0441\u0442\u043D\u043E\u0441\u0442\u0438, \u043C\u044B \u043D\u0435 \u0431\u0435\u0440\u0435\u043C \u043D\u0430 \u0441\u0435\u0431\u044F \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u044F \u0420\u0435\u0441\u0443\u0440\u0441\u0430, \u0438\u0445 \u043E\u0441\u043E\u0431\u044B\u0445 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0445 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u0435\u0439, \u043D\u0430\u0434\u0435\u0436\u043D\u043E\u0441\u0442\u0438, \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u0441\u0442\u0438 \u0438 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u044F \u0432\u0430\u0448\u0438\u043C \u043F\u043E\u0442\u0440\u0435\u0431\u043D\u043E\u0441\u0442\u044F\u043C. \u0420\u0435\u0441\u0443\u0440\u0441\u0430 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u043F\u043E \u043F\u0440\u0438\u043D\u0446\u0438\u043F\u0443 \u00AB\u043A\u0430\u043A \u0435\u0441\u0442\u044C\u00BB.</p>\n<p>\u0417\u0430\u043A\u043E\u043D\u043E\u0434\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u043E \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u0441\u0442\u0440\u0430\u043D \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0438\u0432\u0430\u0435\u0442 \u0442\u0430\u043A\u0438\u0435 \u0433\u0430\u0440\u0430\u043D\u0442\u0438\u0438, \u043A\u0430\u043A \u0442\u043E\u0432\u0430\u0440\u043D\u043E\u0441\u0442\u044C, \u043F\u0440\u0438\u0433\u043E\u0434\u043D\u043E\u0441\u0442\u044C \u043A \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u043E\u0439 \u0441\u0444\u0435\u0440\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0438 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u0435 \u043D\u0430\u0440\u0443\u0448\u0435\u043D\u0438\u0439 \u0430\u0432\u0442\u043E\u0440\u0441\u043A\u0438\u0445 \u043F\u0440\u0430\u0432. \u041A\u0440\u043E\u043C\u0435 \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u0439, \u043E\u0433\u043E\u0432\u043E\u0440\u0435\u043D\u043D\u044B\u0445 \u0437\u0430\u043A\u043E\u043D\u043E\u0434\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u043E\u043C, \u043C\u044B \u0438\u0441\u043A\u043B\u044E\u0447\u0430\u0435\u043C \u0432\u0441\u0435 \u043F\u043E\u0434\u0440\u0430\u0437\u0443\u043C\u0435\u0432\u0430\u0435\u043C\u044B\u0435 \u0433\u0430\u0440\u0430\u043D\u0442\u0438\u0438.</p>\n<h4>\u041E \u0434\u0430\u043D\u043D\u044B\u0445 \u0423\u0441\u043B\u043E\u0432\u0438\u044F\u0445 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F</h4>\n<p>\u041C\u044B \u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u043C \u0437\u0430 \u0441\u043E\u0431\u043E\u0439 \u043F\u0440\u0430\u0432\u043E \u0438\u0437\u043C\u0435\u043D\u044F\u0442\u044C \u044D\u0442\u0438 \u0438\u043B\u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0423\u0441\u043B\u043E\u0432\u0438\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0432 \u0441\u043B\u0443\u0447\u0430\u0435 \u0432\u043D\u0435\u0441\u0435\u043D\u0438\u044F \u043F\u043E\u043F\u0440\u0430\u0432\u043E\u043A \u0432 \u0437\u0430\u043A\u043E\u043D\u043E\u0434\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u043E \u0438\u043B\u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0441\u0430\u043C\u043E\u0433\u043E \u0420\u0435\u0441\u0443\u0440\u0441\u0430. \u0412\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u0442\u044C \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E \u043E \u0442\u0430\u043A\u0438\u0445 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u0438\u0440\u043E\u0432\u043A\u0430\u0445. \u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043E\u0431 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0443\u0441\u043B\u043E\u0432\u0438\u0439 \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u044F\u0435\u0442\u0441\u044F \u0432 \u0440\u0430\u043C\u043A\u0430\u0445 \u043D\u0430\u0448\u0435\u0433\u043E \u0420\u0435\u0441\u0443\u0440\u0441\u0430. \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u043D\u0435 \u0438\u043C\u0435\u044E\u0442 \u043E\u0431\u0440\u0430\u0442\u043D\u043E\u0433\u043E \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u0438 \u0432\u0441\u0442\u0443\u043F\u0430\u044E\u0442 \u0432 \u0441\u0438\u043B\u0443 \u043D\u0435 \u0440\u0430\u043D\u0435\u0435 \u0447\u0435\u0442\u044B\u0440\u043D\u0430\u0434\u0446\u0430\u0442\u0438 \u0434\u043D\u0435\u0439 \u0441 \u043C\u043E\u043C\u0435\u043D\u0442\u0430 \u043F\u0443\u0431\u043B\u0438\u043A\u0430\u0446\u0438\u0438. \u041E\u0434\u043D\u0430\u043A\u043E \u0435\u0441\u043B\u0438 \u043E\u043D\u0438 \u0441\u0432\u044F\u0437\u0430\u043D\u044B \u0441 \u0432\u043D\u0435\u0434\u0440\u0435\u043D\u0438\u0435\u043C \u043D\u043E\u0432\u044B\u0445 \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u0420\u0435\u0441\u0443\u0440\u0441\u0430 \u0438\u043B\u0438 \u0432\u043D\u0435\u0441\u0435\u043D\u0438\u0435\u043C \u043F\u043E\u043F\u0440\u0430\u0432\u043E\u043A \u0432 \u0437\u0430\u043A\u043E\u043D\u043E\u0434\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u043E, \u0442\u043E \u0431\u0443\u0434\u0443\u0442 \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C\u0441\u044F \u043D\u0435\u043C\u0435\u0434\u043B\u0435\u043D\u043D\u043E. \u0415\u0441\u043B\u0438 \u0432\u044B \u043D\u0435 \u0441\u043E\u0433\u043B\u0430\u0441\u043D\u044B \u0441 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F\u043C\u0438 \u0432 \u0443\u0441\u043B\u043E\u0432\u0438\u044F\u0445 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0420\u0435\u0441\u0443\u0440\u0441\u0430, \u0432\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u0440\u0435\u043A\u0440\u0430\u0442\u0438\u0442\u044C \u0440\u0430\u0431\u043E\u0442\u0443 \u0441 \u043D\u0435\u0439.<p>\n<p>\u0415\u0441\u043B\u0438 \u0434\u0430\u043D\u043D\u044B\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u043F\u0440\u043E\u0442\u0438\u0432\u043E\u0440\u0435\u0447\u0430\u0442 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C, \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0435 \u0438\u043C\u0435\u044E\u0442 \u043F\u0440\u0438\u043E\u0440\u0438\u0442\u0435\u0442.</p>\n<p>\u0414\u0430\u043D\u043D\u044B\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u0440\u0435\u0433\u0443\u043B\u0438\u0440\u0443\u044E\u0442 \u0432\u0437\u0430\u0438\u043C\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u044F \u043C\u0435\u0436\u0434\u0443 \u043D\u0430\u043C\u0438 \u0438 \u0432\u0430\u043C\u0438. \u041E\u043D\u0438 \u043D\u0435 \u043F\u0440\u0435\u0434\u0443\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u044E\u0442 \u0440\u0435\u0433\u0443\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043F\u0440\u0430\u0432 \u0442\u0440\u0435\u0442\u044C\u0438\u0445 \u043B\u0438\u0446.</p>\n<p>\u0415\u0441\u043B\u0438 \u0432\u044B \u043D\u0430\u0440\u0443\u0448\u0430\u0435\u0442\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u0438 \u043C\u044B \u043D\u0435 \u043F\u0440\u0435\u0434\u043F\u0440\u0438\u043D\u0438\u043C\u0430\u0435\u043C \u043D\u0435\u043C\u0435\u0434\u043B\u0435\u043D\u043D\u044B\u0445 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0439, \u044D\u0442\u043E \u043D\u0435 \u043E\u0437\u043D\u0430\u0447\u0430\u0435\u0442, \u0447\u0442\u043E \u043C\u044B \u043D\u0435 \u043D\u0430\u043C\u0435\u0440\u0435\u043D\u044B \u043E\u0442\u0441\u0442\u0430\u0438\u0432\u0430\u0442\u044C \u0441\u0432\u043E\u0438 \u043F\u0440\u0430\u0432\u0430 \u0432 \u0431\u0443\u0434\u0443\u0449\u0435\u043C (\u0432 \u0442\u043E\u043C \u0447\u0438\u0441\u043B\u0435 \u043F\u0440\u0435\u0434\u043F\u0440\u0438\u043D\u0438\u043C\u0430\u0442\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F).</p>\n<p>\u0415\u0441\u043B\u0438 \u043E\u0434\u043D\u043E \u0438\u0437 \u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u0434\u0430\u043D\u043D\u044B\u0445 \u0443\u0441\u043B\u043E\u0432\u0438\u0439 \u0443\u0442\u0440\u0430\u0442\u0438\u0442 \u0441\u0438\u043B\u0443, \u044D\u0442\u043E \u043D\u0435 \u043F\u043E\u0432\u043B\u0438\u044F\u0435\u0442 \u043D\u0430 \u043B\u0435\u0433\u0438\u0442\u0438\u043C\u043D\u043E\u0441\u0442\u044C \u043E\u0441\u0442\u0430\u043B\u044C\u043D\u044B\u0445 \u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0439.</p>\n<p>\u0412 \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u0441\u043B\u0443\u0447\u0430\u044F\u0445 \u0441\u0443\u0434\u044B \u0440\u044F\u0434\u0430 \u0441\u0442\u0440\u0430\u043D \u043D\u0435 \u043F\u0440\u0438\u0437\u043D\u0430\u044E\u0442 \u0437\u0430\u043A\u043E\u043D\u043E\u0434\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u043E \u041A\u0430\u043B\u0438\u0444\u043E\u0440\u043D\u0438\u0438. \u0415\u0441\u043B\u0438 \u0432\u044B \u043F\u0440\u043E\u0436\u0438\u0432\u0430\u0435\u0442\u0435 \u0432 \u043E\u0434\u043D\u043E\u043C \u0438\u0437 \u0442\u0430\u043A\u0438\u0445 \u0440\u0435\u0433\u0438\u043E\u043D\u043E\u0432, \u0437\u0430\u043A\u043E\u043D\u043E\u0434\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u043E \u041A\u0430\u043B\u0438\u0444\u043E\u0440\u043D\u0438\u0438 \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C\u0441\u044F \u043F\u0440\u0438 \u0440\u0430\u0441\u0441\u043C\u043E\u0442\u0440\u0435\u043D\u0438\u0438 \u0438\u0441\u043A\u043E\u0432, \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0445 \u0441 \u0434\u0430\u043D\u043D\u044B\u043C\u0438 \u0423\u0441\u043B\u043E\u0432\u0438\u044F\u043C\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F. \u0412 \u043F\u0440\u043E\u0442\u0438\u0432\u043D\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0432\u044B \u0441\u043E\u0433\u043B\u0430\u0448\u0430\u0435\u0442\u0435\u0441\u044C \u0441 \u0442\u0435\u043C, \u0447\u0442\u043E \u0432\u0441\u0435 \u0441\u043F\u043E\u0440\u044B \u0432 \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0438 \u0423\u0441\u043B\u043E\u0432\u0438\u0439 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0438\u043B\u0438 \u0420\u0435\u0441\u0443\u0440\u0441\u0430 \u0431\u0443\u0434\u0443\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0442\u044C\u0441\u044F \u0432 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u0437\u0430\u043A\u043E\u043D\u043E\u0434\u0430\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u043E\u043C \u0448\u0442\u0430\u0442\u0430 \u041A\u0430\u043B\u0438\u0444\u043E\u0440\u043D\u0438\u044F (\u0421\u0428\u0410), \u0438\u0441\u043A\u043B\u044E\u0447\u0430\u044F \u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043E \u043A\u043E\u043D\u0444\u043B\u0438\u043A\u0442\u0435 \u0437\u0430\u043A\u043E\u043D\u043E\u0432. \u0410\u043D\u0430\u043B\u043E\u0433\u0438\u0447\u043D\u043E, \u0435\u0441\u043B\u0438 \u0441\u0443\u0434 \u0432 \u0432\u0430\u0448\u0435\u0439 \u0441\u0442\u0440\u0430\u043D\u0435 \u043E\u0442\u043A\u0430\u0436\u0435\u0442\u0441\u044F \u043F\u0440\u0438\u0437\u043D\u0430\u0432\u0430\u0442\u044C \u044E\u0440\u0438\u0441\u0434\u0438\u043A\u0446\u0438\u044E \u0438 \u043E\u043A\u0440\u0443\u0433 \u0441\u0443\u0434\u043E\u0432 \u0421\u0430\u043D\u0442\u0430-\u041A\u043B\u0430\u0440\u044B (\u0448\u0442\u0430\u0442 \u041A\u0430\u043B\u0438\u0444\u043E\u0440\u043D\u0438\u044F, \u0421\u0428\u0410), \u0442\u043E \u0438\u0441\u043A\u0438, \u043E\u0442\u043D\u043E\u0441\u044F\u0449\u0438\u0435\u0441\u044F \u043A \u0434\u0430\u043D\u043D\u044B\u043C \u0423\u0441\u043B\u043E\u0432\u0438\u044F\u043C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F, \u0434\u043E\u043B\u0436\u043D\u044B \u0440\u0430\u0441\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u0440\u0430\u043C\u043A\u0430\u0445 \u043C\u0435\u0441\u0442\u043D\u043E\u0439 \u044E\u0440\u0438\u0441\u0434\u0438\u043A\u0446\u0438\u0438 \u0438 \u0441\u0443\u0434\u0435\u0431\u043D\u043E\u0433\u043E \u043E\u043A\u0440\u0443\u0433\u0430. \u0412 \u043F\u0440\u043E\u0442\u0438\u0432\u043D\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0432\u0441\u0435 \u0438\u0441\u043A\u0438, \u0442\u0430\u043A \u0438\u043B\u0438 \u0438\u043D\u0430\u0447\u0435 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0435 \u0441 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0438\u043C\u0438 \u0423\u0441\u043B\u043E\u0432\u0438\u044F\u043C\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0438\u043B\u0438 \u0441\u0430\u043C\u0438\u043C \u0420\u0435\u0441\u0443\u0440\u0441\u043E\u043C, \u043D\u0430\u0445\u043E\u0434\u044F\u0442\u0441\u044F \u0432 \u043A\u043E\u043C\u043F\u0435\u0442\u0435\u043D\u0446\u0438\u0438 \u0441\u0443\u0434\u043E\u0432 \u0444\u0435\u0434\u0435\u0440\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0443\u0440\u043E\u0432\u043D\u044F \u0438\u043B\u0438 \u0443\u0440\u043E\u0432\u043D\u044F \u0448\u0442\u0430\u0442\u0430, \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0445 \u0432 \u043E\u043A\u0440\u0443\u0433\u0435 \u0421\u0430\u043D\u0442\u0430-\u041A\u043B\u0430\u0440\u0430 (\u0448\u0442\u0430\u0442 \u041A\u0430\u043B\u0438\u0444\u043E\u0440\u043D\u0438\u044F, \u0421\u0428\u0410). \u0412\u044B \u043D\u0430\u0440\u0430\u0432\u043D\u0435 \u0441 \u043D\u0430\u043C\u0438 \u043F\u0440\u0438\u0437\u043D\u0430\u0435\u0442\u0435 \u044E\u0440\u0438\u0441\u0434\u0438\u043A\u0446\u0438\u044E \u044D\u0442\u0438\u0445 \u0441\u0443\u0434\u0435\u0431\u043D\u044B\u0445 \u043E\u0440\u0433\u0430\u043D\u043E\u0432.</p>
registration.label.username         = \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
registration.title                  = \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F

# siderbar.jsp
siderbar.link.add_article    = \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0441\u0442\u0430\u0442\u0442\u044E
siderbar.link.add_news       = \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u043E\u0441\u0442\u044C
siderbar.link.all_articles   = \u0432\u0441\u0435 \u0441\u0442\u0430\u0442\u044C\u0438\u0097
siderbar.link.anonymous_room = \u0430\u043D\u043E\u043D\u0438\u043C\u043D\u0430\u044F \u043A\u043E\u043C\u043D\u0430\u0442\u0430
siderbar.link.hubs           = \u0445\u0430\u0431\u044B
siderbar.link.main           = \u0433\u043B\u0430\u0432\u043D\u0430\u044F
siderbar.link.users          = \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438

# successfulRegistration.jsp
successful_registration.label.success = \u0412\u044B \u0431\u044B\u043B\u0438 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u044B. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0441\u0432\u043E\u0439 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u044B\u0439 \u044F\u0449\u0438\u043A, \u043D\u0430 \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0431\u044B\u043B\u043E \u0432\u044B\u0441\u043B\u0430\u043D\u043E \u043F\u0438\u0441\u044C\u043C\u043E \u0441\u043E \u0441\u0441\u044B\u043B\u043A\u043E\u0439, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u0430\u043A\u0442\u0438\u0432\u0438\u0437\u0438\u0440\u0443\u0435\u0442 \u0432\u0430\u0448 \u0430\u043A\u043A\u0430\u0443\u043D\u0442.
successful_registration.title         = \u0423\u0441\u043F\u0435\u0448\u043D\u0430\u044F \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F

# user's ranks
user.rank.blogger                      = \u0431\u043B\u043E\u0433\u0435\u0440
user.rank.junior                       = \u043D\u043E\u0432\u0438\u0447\u043E\u043A
user.rank.old_fag                      = \u0441\u0442\u0430\u0440\u044B\u0439 \u0447\u0435\u0440\u0442
user.rank.provocateur                  = \u043F\u0440\u043E\u0432\u043E\u043A\u0430\u0442\u043E\u0440
user.rank.rookie                       = \u043D\u043E\u0432\u043E\u0431\u0440\u0430\u043D\u0435\u0446
user.rank.troll                        = \u0442\u0440\u043E\u043B\u044C

# userProfile.jsp
user_profile.label.articles            = \u0421\u0442\u0430\u0442\u044C\u0438
user_profile.label.ban_expiration_date = \u0434\u0430\u0442\u0430 \u0438\u0441\u0442\u0435\u0447\u0435\u043D\u0438\u044F \u0431\u0430\u043D\u0430:
user_profile.label.ban_reason          = \u043F\u0440\u0438\u0447\u0438\u043D\u0430 \u0431\u0430\u043D\u0443:
user_profile.label.birthday            = \u0434\u0430\u0442\u0430 \u0440\u043E\u0436\u0434\u0435\u043D\u0438\u044F:
user_profile.label.comments            = \u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0438
user_profile.label.last_login_time     = \u0432\u0440\u0435\u043C\u044F \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0435\u0433\u043E \u0432\u0445\u043E\u0434\u0430:
user_profile.label.profile             = \u041F\u0440\u043E\u0444\u0438\u043B\u044C
user_profile.label.rank                = \u0440\u0430\u043D\u0433:
user_profile.label.rating              = \u043A\u0430\u0440\u043C\u0430
user_profile.label.registration_date   = \u0434\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438:

# users.jsp
users.label.ban_expiration_date = \u0434\u0430\u0442\u0430 \u0438\u0441\u0442\u0435\u0447\u0435\u043D\u0438\u044F \u0431\u0430\u043D\u0430:
users.label.ban_length          = \u0434\u043B\u0438\u043D\u0430 \u0431\u0430\u043D\u0430 \u0432 \u0434\u043D\u044F\u0445:
users.label.ban_reason          = \u043F\u0440\u0438\u0447\u0438\u043D\u0430 \u0431\u0430\u043D\u0443:
users.label.birthday            = \u0434\u0430\u0442\u0430 \u0440\u043E\u0436\u0434\u0435\u043D\u0438\u044F:
users.label.have_no_users       = \u0417\u0434\u0435\u0441\u044C \u0435\u0449\u0435 \u043D\u0435\u0442 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439, \u043F\u043E\u0447\u0435\u043C\u0443 \u0431\u044B \u043D\u0435 \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0432\u044B\u043C.
users.label.last_login_time     = \u0432\u0440\u0435\u043C\u044F \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0435\u0433\u043E \u0432\u0445\u043E\u0434\u0430:
users.label.posted_articles     = \u043E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u0441\u0442\u0430\u0442\u0435\u0439:
users.label.posted_comments     = \u043E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u0432:
users.label.rank                = \u0440\u0430\u043D\u0433:
users.label.rating              = \u043A\u0430\u0440\u043C\u0430:
users.label.registration_date   = \u0434\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438:
users.label.role                = \u0440\u043E\u043B\u044C:
users.label.show_user_articles  = \u043F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u0441\u0442\u0430\u0442\u044C\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
users.title                     = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438

# viewHub.jsp
view_hub.label.have_no_articles = \u0417\u0434\u0435\u0441\u044C \u0435\u0449\u0435 \u043D\u0435\u0442 \u0441\u0442\u0430\u0442\u0435\u0439, \u043F\u043E\u0447\u0435\u043C\u0443 \u0431\u044B \u043D\u0435 \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0432\u044B\u043C.
